{
  "7": {
    "text": "Невизначений артикль a використовується перед словом, що починається з приголосного звуку, невизначений артикль an – навпаки, використовується перед словом, що починається з голосного звуку.\n\nНаприклад:\nOur town has a theatre, a university, a large park and a conference hall.\nУ нашому місті є театр, університет, великий парк і конференц-зал.\n\nMany Chinese still believe an Englishman always carries an umbrella.\nБагато людей досі вважають, що англійці завжди носять з собою парасольки.\n\nit's an old custom.\nЦе старий звичай.\n\nit's a strange old custom.\nЦе дивний старий звичай.\n\nЗверніть увагу, що вживання a або an залежить не від букви, з якої починається слово, а від звуку!\n\nНаприклад:\nThe coastguard received an SOS.\nРятувальник отримав сигнал СОС.\n\nHe spent an hour standing in line.\nВін годину простояв у черзі.\n\nНевизначений артикль a/an може використовуватися тільки перед обчислюваними іменниками в однині.\n\nНевизначений артикль використовується перед предметом, який вперше згадується.\n\nНаприклад:\nI have two cars: a Ford and an Audi.\nУ мене дві машини: Форд та Ауді.\n\nНевизначений артикль необхідно вживати перед назвами професій.\n\nНаприклад:\nShe is an architect and he is a doctor.\nВона архітектор, а він – лікар.\n\nНевизначений артикль також може замінювати слово per у значенні кількості, ставки, швидкості і т. п.\n\nНаприклад:\nHe earns $200 a day.\nВін заробляє 200 доларів в день.\n\nShe swims twice a week.\nВона плаває два рази на тиждень.\n\nHe drove at 60 miles an hour.\nВін їхав зі швидкістю 60 миль на годину.\nПевний артикль the використовується, коли мова йде про знайомого нам з попереднього контексту або попереднього діалогу предмет чи поняття.\n\nНаприклад:\nI have two cars: a Ford and an Audi. The Ford is white and the Audi is silver.\nУ мене дві машини: Форд та Ауді. Форд – білий, а Ауді – срібна.\n\nThe також використовується, коли з ситуації ясно, про який предмет або поняття йде мова.\n\nНаприклад:\nLast week a fighter plane crashed into a field but the pilot managed to eject safely.\nМинулого тижня у поле розбився винищувач, але пілоту вдалося благополучно катапультуватися.\n\nYesterday I spent the afternoon at home.\nВчора вдень я був удома.\n\nI put my clothes into the washing machine and went outside to sit in the garden.\nЯ поклав свій одяг в пральну машину і вийшов посидіти в саду.\n\nПевний артикль використовується, коли згадується єдиний у своєму роді предмет чи поняття, наприклад: the sun - сонце, the moon - місяць, the sky - небо, the Arctic Circle – Північне полярне коло, the environment – навколишнє середовище, the air - повітря, the ground – земля, і ін\n\nТак як іменники, наступні за прикметників у найвищому ступені і порядковими числівниками, за своєю природою є унікальними, вони теж вимагають використання певного артикля.\nВиняток: розмовному американській англійській the в датах опускається.\n\nНаприклад:\nIt was the worst day of my life!\nЦе був найгірший день у моєму житті!\n\nThe captain was the first person to leave the burning tanker.\nКапітан першим покинув гарячий танкер.\n\nJune the twenty-first. (BrE)\nJune twenty-first. (AmE)\nДвадцять першого червня.\n\nПевний артикль використовується перед обчислюваними іменниками і що збираються прикметниками, позначають цілий клас або категорію предметів.\n\nНаприклад:\nThe computer has changed our lives.\nКомп'ютер змінив наше життя.\n\nThe whale is the largest mammal.\nКит – найбільше ссавець.\n\nWe all have a responsibility to look after the old and infirm.\nМи всі повинні допомагати старим і немічним.\n\nThe з особистими іменами використовується:\n\n- перед назвами океанів, морів, річок, каналів, наприклад: the Pacific – Тихий океан, the Mediterranean – Середземне море, the Amazon – річка Амазонка, the Suez Canal – Суецький канал;\n\n- перед назвами груп островів (на відміну від назви окремо одного острова, тоді артикль не вживається) і гірських ланцюгів (на відміну від назв окремих гір, тоді артикль не вживається), наприклад: the West Indies – Вест-Індські острови, the Alps – Альпійські гори, однак: Cyprus – Кіпр, Mount Cook – гора Кук;\n\n- перед назвами країн, назви яких мають множину і в назви яких входять такі слова, як Republic - республіка, Kingdom - королівство, States - штати і т. п., наприклад: the Netherlands - Нідерланди, the United Arab Emirates – Об'єднані Арабські Емірати;\n\n- перед назвами пустель, а також деяких географічних областей, наприклад: the Sahara – пустеля Сахара, the Far East – Далекий Схід, і ін\n\nThe використовується в назвах місць і назви титулів і посад, в яких є привід of.\n\nНаприклад:\nIt is unlikely that the Queen of Denmark has ever swum in the Bay of Bengal.\nМалоймовірно, що королева Данії коли-небудь плавала в Бенгальській затоці.\n\nThe також використовується в іменах власних, які складаються з іменника або прикметника і іменника, наприклад: the Empire State Building – Емпайр-стейт-білдінг, the English Channel – Англійський канал (Ла-Манш), the White House – Білий дім, the Rolling Stones – група \"Роллінг Стоунз\", the Berlin Philharmonic Orchestra – Берлінський філармонічний оркестр, the British Museum – Британський музей, та ін\n\nThe використовується в назвах готелів, наприклад: the Hilton Hotel – готель \"Хілтон\", the Savoy – готель \"Савой\", the Sheraton – готель \"Шератон\", і ін\n\nThe використовується у назвах газет, наприклад: the Times – \"Таймс\", the Baltimore Sun – \"Балтимор Сан\", the Daily Mail – \"Дейлі Мейл\", і ін\n\nThe використовується в назвах великих організацій і установ, включаючи ті, в назвах яких присутні абревіатури; але якщо абревіатури є акронимами (читаються як самостійне слово), артикль не вживається, наприклад: the Commonwealth – Співдружність націй, the Fed – Федеральна резервна система, the EU – Європейський союз, the BBC – Бі-бі-сі, і ін проте: OPEC, NATO, UNESCO, і ін\n\nThe використовується у назві валют.\n\nНаприклад:\nThe U. S. dollar has risen against the yen but fallen against the euro.\nДолар США виріс по відношенню до ієн, але впав по відношенню до євро.\n\nПеред іменами людей the використовується тільки для того, щоб уникнути плутанини, в значенні саме той, що, той самий, і т. п.\n\nНаприклад:\nI'm the David Appleyard that lives in Japan.\nЯ – Девід Эплйард, який живе в Японії.\n\nThe використовується з назвами музичних інструментів.\n\nНаприклад:\nRichard Clayderman plays the piano.\nРічард Клэйдэрман грає на піаніно.\n\nThe може використовуватися замість присвійних займенників, коли мова йде про частини тіла і предмети одягу.\n\nНаприклад:\nShe was hit on the head by a snowball (= a snowball hit her head).\nУ її голову вдарився сніжок.\n\nJoe grabbed the youth by the collar (= Joe grabbed the youth's collar).\nДжої схопив юнака за комір.\n\nThe вживається перед такими словами, як театр, кінотеатр, цирк, балет, радіо і т. п., виняток становить лише слово телебачення (television (= TV)).\n\nНаприклад:\nI go to the cinema, the theatre, the circus, the and ballet the opera.\nЯ ходжу в кіно, театр, цирк, балет і оперу.\n\nIn the daytime I listen to the radio, but in the evenings I like to watch television.\nВдень я слухаю радіо, але вечорами мені подобається дивитися телевізор.",
    "name": "Aртикль в англійській мові",
    "image": "https://i0.wp.com/www.engishspoken.com/wp-content/uploads/2021/04/Articles-A-An-The.jpeg?fit=376%2C211&ssl=1"
  },
  "2": {
    "text": "Герундій (Gerund) – це безособова форма дієслова з закінченням -ing, що поєднує у собі властивості іменника та дієслова. Герундій не виражає число, особу, способи та не вживається з артиклями. В українській мові формі герундія відповідають іменники, що утворилися від дієслів (reading - читання), форма інфінітиву, а також в деяких випадках дієприкметники та дієприслівники (being seen - помічений, walking - гуляючи). Герундій не слід плутати з дієприкметником теперішнього часу.\n\nГерундій\nEating hamburgers is not good for you. – Вживання (в їжу) гамбургерів не добре для вас. \nPresent Continuous с дієприкметником\nI'm eating a hamburger at the moment. – Я їм гамбургер в цей момент.\nГерундій завжди використовується після наступних простих та фразових дієслів.",
    "name": "Герундій (Gerund)",
    "image": "https://1.bp.blogspot.com/-3Q8JgMXc5VY/YMM6jprywVI/AAAAAAAACgI/ciePN82G3Uwp6NEchi-nshoT0OogfVdHwCLcBGAsYHQ/s817/gerund.jpg"
  },
  "3": {
    "text": "Інфінітив – це безособова або неозначена форма дієслова, що відповідає на питання «що робити?», «що зробити?». Інфінітив називає тільки дію і не виражає категорії особи, числа або способу. Відмінною особливістю форми інфінітиву є частка to, однак в деяких випадках вона може не вживатися (так званий голий інфінітив). \n\nI would love to come but I’m busy now. – Я б хотів прийти, та я зараз зайнятий.\nІнфінітив з to завжди використовується після наступних смислових дієслів.",
    "name": "Інфінітив (Infinitive)",
    "image": "https://i.pinimg.com/originals/78/37/e9/7837e963ea30fbf73b3dcc8cadb7ebf1.jpg"
  },
  "4": {
    "text": "Неправильні дієслова англійської мови відрізняються від правильних тим, що мають свої особливі форми для Past Simple (простого минулого часу) та Past Participle (дієприкметника минулого часу). \n\nНе дивлячись на те, що такі дієслова називаються неправильними або дієсловами-винятками, в англійській мові їх нараховується достатньо багато. Більшість з них - суто англійські (незапозичені) дієслова, що були в ужитку ще в староанглійській мові. Староанглійська вважалась доволі складною мовою, адже існувало багато різних правил відмінювання дієслів та способів утворення граматичних форм слів. Тобто всі неправильні дієслова сучасної англійської мови раніше були правильними. З часом англійська мова почала спрощуватись, а з нею почали спрощуватись й способи утворення форм дієслів. Таким чином, загальновживаним способом утворення форми минулого часу (а також форми дієприкметника минулого часу) стало додавання закінчення -ed до основи дієслова. Тим не менш, деякі дієслова не піддалися мовним змінам та протистояли спрощенню, тому зберегли свої старі форми відмінювання навіть у сучасній англійській мові. Саме цьому такі дієслова й назвали неправильними дієсловами англійської мови. ",
    "name": "Неправильні дієслова (Irregular Verbs)",
    "image": "https://images.ua.prom.st/443215055_w640_h640_stend-irregular-verbs.jpg"
  },
  "5": {
    "text": "Фразові дієслова – це особливі дієслова англійської мови, що складаються зі власне смислового дієслова та одного або декількох прийменників (рідше прислівників). \n\nФразові дієслова слід сприймати як одне ціле та запам'ятовувати їхнє значення як одного сталого виразу, адже значення фразових дієслів часто відрізняється від значення окремих слів, з яких вони складаються. \n\nkeep on – продовжувати\nkeep – тримати, зберігати\non – на, в\npass out – знепритомніти\npass – проходити повз, йти\nout – з, поза",
    "name": "Фразові дієслова (Phrasal Verbs)",
    "image": "https://englishstudyhere.com/wp-content/uploads/2019/04/10-Phrasal-Verbs-With-Meanings.png"
  },
   "6": {
    "text": "Іменник (Noun) – це самостійна частина мови, що означає, називає предмет, особу або явище і відповідає на питання «хто?» або «що?».\n\nхто?\nThis is Richard. – Це Річард.\nThat girl is Kelly. – Та дівчина - Келлі.\nщо?\nIt was a dream. – Це був сон.\nMy car is red. – Моя машина червона.\nІменники можуть поєднуватися з артиклями (a, an або the) в залежності від правил їх використання. Артиклі допомагають відрізняти іменники від дієслів та інших частин мови в словах, що мають декілька значень, а також вказують на означеність або неозначеність предметів та явищ. Артиклі також можуть бути відсутніми, тоді зрозуміти, до якої частини мови належить певне слово, можна завдяки порядку слів в англійському реченні.\n\nI see a dog. – Я бачу собаку.\nThe dog is big. – Цей собака великий.\nDogs are cute. – Собаки дотепні.\nLet’s count once again. – Давай порахуємо ще раз. (дієслово)\nI have lost count. – Я збився з ліку. (іменник)",
    "name": "Іменник (Noun)",
    "image": "https://i.ytimg.com/vi/6h3V-Tm_tNs/maxresdefault.jpg"
  },
  "1": {
    "text": "Дієслово (Verb) – це самостійна частина мови, що виражає певну дію предмета або особи або ж стан, в якому вони знаходяться. Дієслова відповідають на питання «що робити?», «що зробити?».\n\nДієслова англійської мови змінюють свою форму в залежності від особи (I, You, He тощо), числа (множина або однина), часу в реченні. Вони також мають форми активного та пасивного стану, категорію способу та чотири види (неозначений, тривалий, доконаний та доконано-тривалий). Також розрізняють перехідні та неперехідні дієслова.\n\nI work every Sunday and Matt works as well. – Я працюю кожну неділю і Метт також працює. (різні особи)",
    "name": "Дієслово (Verb)",
    "image": "https://image.shutterstock.com/image-vector/funny-kids-engaged-different-activities-260nw-1926637031.jpg"
  },
  "8": {
    "text": "Прикметник (Adjective) – це самостійна частина мови, що виражає ознаку особи, живої істоти, предмета, поняття, явища та відповідає на питання «який?». Прикметники в англійській мові не мають категорій роду та числа, тому ніколи не змінюють своєї форми. Прикметники в більшості випадків вживаються з іменниками і в реченнях виступають у якості означення або іменної частини складного присудка.\n\nThat good-looking lady is John’s wife. – Та леді, що гарно виглядає, – жінка Джона.\nMatt’s dog was really naughty. – Собака Метта був дійсно неслухняний.",
    "name": "Прикметник (Adjective)",
    "image": "https://assets.ltkcontent.com/images/104752/adjectives-chart-list_0066f46bde.jpg"
  },
  "9": {
    "text": "Прислівник (Adverb) – це самостійна частина мови, що вказує на певну ознаку дії, ознаку іншої ознаки або обставини, в яких відбувається дія.  В більшості випадків прислівники означують дієслова, але вони також вживаються з прикметниками або іншими прислівниками. Вони відповідають на питання  «як?», «куди?», «де?», «коли?» тощо і в реченні виступають в якості обставини.\n\nI can run and swim fast. – Я можу швидко бігати та плавати.\nMark is a very nice person. – Марк - дуже хороша людина.\nFleur’s school is pretty far from here. – Школа Флер знаходиться достатньо далеко. Прислівники англійської мови за своїм значенням поділяються на прислівники способу дії, прислівники місця, часу, прислівники ступеня та міри, частотності, впевненості, а також інші види прислівників, що у реченні виконують різноманітні функції.",
    "name": "Прислівник (Adverb)",
    "image": "https://i.pinimg.com/originals/0d/71/cf/0d71cfebf8e81fb12d9cc6b459fc62c8.png"
  },
  "10": {
    "text": "Сполучник (Conjunction) – це службова частина мови, що зв'язує два слова, окремі незалежні речення в одному складносурядному або ж частини складнопідрядного речення. Сполучники не змінюють своєї форми, в реченні не виступають у якості певного члена речення і не використовуються самі по собі.\n\nTom and I go to school together. – Я та Том ходимо до школи разом.\nJack came straight to my house in order to go to the cinema together. – Джек прийшов прямо до мого будинку, щоб піти у кіно разом.\nNeither Kate nor Jim met Ann before. – Ні Кейт, ні Джим до цього не зустрічали Енн. Сполучники англійської мови за своїм значенням поділяються на три основні групи: сурядні сполучники, підрядні сполучники та парні сполучники. Також окремо виділяють сполучникові прислівники.",
    "name": "Сполучник (Conjunction)",
    "image": "https://cdn.shortpixel.ai/spai/w_971+q_lossy+ret_img+to_webp/https://whenyouwrite.com/wp-content/uploads/2021/06/What-Are-The-Types-Of-Conjunctions.jpg"
  },
 "11": {
    "text": "Займенник (Pronoun) – самостійна частина мови, що вказує на особу, предмети, явища, що вже були згадані в тексті, але не називає їх. Таким чином, займенники допомагають уникнути повторень однакових іменників та інших частин мови.\n\nВ англійській мові існує декілька груп займенників. В цій статті будуть розглянуті особові, присвійні, зворотні та так звані виразні займенники.\n\nІнші види займенників докладно розглянуті в наступних статтях: взаємні займенники, вказівні займенники, відносні займенники, питальні займенники, неозначені займенники.",
    "name": "Займенник (Pronoun)",
    "image": "https://englishgrammarhere.com/wp-content/uploads/2019/12/What-is-a-Pronoun-Types-of-Pronouns-and-Examples.png"
  },
  "12": {
    "text": "Вигуки (Interjections) – це особливі звуки, слова та фрази, що використовуються для вираження певних емоцій: обурення, подиву, наказу, злості, радості тощо. Вигуки також можуть виражати невпевненість, сумніви або ж можуть бути використані, щоби заповнити розмовну мову, коли мовець думає про щось. Вигуки характерні для усної мови.\n\nJeez, that dude is here again. – Чорт, той чувак знову тут.\nAhem, i’m trying to concentrate here. – Кхм-кхм, я взагалі-то намагаюсь зосередитися.\nEeww, this cheese stinks! You won’t make me eat that! – Фу-у-у, цей сир смердить! Ти не змусиш мене з'їсти це!\nВигуки не несуть якихось граматичних значень або функцій і не стають членами речення. Вони можуть бути використані самостійно або ж бути вставною частиною у реченні.",
    "name": "Вигуки (Interjections)",
    "image": "https://materialsenglish.com/wp-content/uploads/2018/12/Common-Interjections.png"
  },
  "13": {
    "text": "Відносні займенники who (хто), whom (кого), whose (чий), which (котрий, який), that (той, що, котрий, який) вживаються для зв'язку головного речення з підрядним, для введення у речення додаткової інформації. Більшість відносних займенників співпадає з питальними займенниками, але вони відрізняються від них особливостями використання. В реченні ці займенники можуть бути підметом (хто? що?) або додатком (кого? чого? що? тощо). \n\nI have never met the guy, who sends me flowers every week. – Я ніколи не зустрічала (того) хлопця, що надсилає мені квіти кожного тижня. (who – підмет)\nHere is your hometask which you need hand in till Monday. – Це твоє домашнє завдання, яке ти повинен здати до понеділка. (which – додаток)",
    "name": "Відносні займенники (Relative pronouns)",
    "image": "https://englishgrammarhere.com/wp-content/uploads/2020/04/Relative-Pronouns-Definition-and-Examples.jpg"
  },
  "14": {
    "text": "Взаємні займенники each other та one another вказують на взаємовідносини між двома та більше особами, предметами, а також на взаємні дії, що спрямовані одна на одну. В реченнях зі взаємними займенниками прийменники завжди ставляться перед словами each и one. Частіше всього взаємні займенники вживаються для позначення людей.\n\nВ сучасній англійській мові займенники each other та one another можуть вільно заміняти один одного і перекладаються українською як «один одного», однак, each other використовується частіше.\n\nCan’t you see? They love each other. – Хіба ти не бачиш? Вони люблять один одного.\nCan’t you see? They love one another. – Хіба ти не бачиш? Вони люблять один одного.\nEach other вживається, коли мова йде про дві особи та їх взаємні дії.\n\nClaire and Samantha hugged and kissed each other. – Клер та Саманта обняли та поцілували одна одну.\nOne another вживається, якщо мова йде про більше, ніж дві особи, предмета або дії. Також one another вживається при діях, що повторюються.\n\nThey don’t listen to one another. – Вони не слухають один одного.\nВзаємні займенники можуть ставитися в присвійну форму за допомогою додавання закінчення -'s після самих займенників each other та one another.\n\nWe always reply to each other’s messages. – Ми завжди відповідаємо на повідомлення один одного.",
    "name": "Взаємні займенники (Reciprocal pronouns)",
    "image": "https://www.grammar-monster.com/glossary/pics/reciprocal_pronouns.png"
  },
  "15": {
    "text": "Більшість описових прикметників та прислівників способу дії, часу в англійській мові утворюють три ступені порівняння: звичайний (позитивний), вищий (або порівняльний) та найвищий. Ступінь порівняння не утворюється від відносних, присвійних, питальних та більшості кількісних прикметників та деяких прислівників.\n\nяк прикметник\nMark is fast but Bob is faster. – Марк швидкий, але Боб швидший.\nJack is the fastest runner in our team. – Джек - найшвидший бігун в нашій команді.\nяк прислівник\nHe drives fast, but we can drive faster than him. – Він швидко їздить, але ми можемо їхати швидше, ніж він.\nWe drive the fastest we can. – Ми їдемо настільки швидко, як тільки можемо.",
    "name": "Ступені порівняння прикметників та прислівників",
    "image": "https://i.pinimg.com/originals/dd/46/23/dd4623a9e08f38c2d8ee41f1ae71d305.png"
  }

}