[
  "The original name for butterfly was flutterby.",
  "About 4,000 words are added to the dictionary each year.",
  "The two most common words in English are I and you.",
  "11% of the entire English language is just the letter E.",
  "1/4 of the world’s population speaks at least some English.",
  "The US doesn’t have an official language.",
  "The most common adjective used in English is “good”.",
  "The most commonly used noun is “time”.",
  "The word “set” has the highest number of definitions.",
  "Month, orange, silver, and purple do not rhyme with any other word.",
  "The English language contains a lot of contronyms – words that can have contradictory meanings depending on context.",
  "Over 80% of the information stored on computers worldwide is in English.",
  "English is the official language of 67 countries.",
  "90% of English text consists of just 1000 words.",
  "There are 24 different dialects of English in the US.",
  "The word ‘lol’ was added to the Oxford English Dictionary in 2011.",
  "What is known as British accent came to use in and around London around the time of the American Revolution.",
  "Shakespeare invented many words, such as birthplace, blushing, undress, torture and many more.",
  "The word “Goodbye” originally comes from an Old English phrase meaning “god be with you”.",
  "Etymologically, Great Britain means “great land of the tattooed”.",
  "There are seven ways to spell the sound ‘ee’ in English. This sentence contains all of them: “He believed Caesar could see people seizing the seas”.",
  "Many English words have changed their meaning over time – for example, “awful” used to mean ‘inspiring wonder’ and was a short version of “full of awe”, whereas ‘nice’ used to mean “silly”.",
  "The first English dictionary was written in 1755.",
  "The oldest English word that is still in use is “town”.",
  "Pneumonoultramicroscopicsilicovolcanoconiosis is the Longest Word in the English Dictionary",
  "The Most Common Letter Used in English is “E”",
  "If You Turn the Word “SWIM” upside down, it still says SWIM!",
  "There is Only One Word in English With 5 Vowels in a Row it  is “queuing”!",
  "A Pangram is a Sentence that Contains Every Letter in the Alphabet\nFor example, “The quick brown fox jumped over the lazy dog”",
  "Only two English words in current use end in \"-gry\". They are \"angry\" and \"hungry\".",
  "The word \"Checkmate\" in chess comes from the Persian phrase \"Shah Mat\" meaning \"the king is helpless\".",
  "There are only 4 English words in common use ending in \"-dous\": hazardous, horrendous, stupendous, and tremendous.",
  "The \"QWERTY keyboard\" gains its name from the fact that its first 6 letter keys are Q, W, E, R, T and Y. On early typewriters the keys were arranged in such a way as to minimize the clashing of the mechanical rods that carried the letters.",
  "The following sentence contains seven identical words in a row and still makes sense. \"It is true for all that that that that that that that refers to is not the same that that that that refers to.\" (= It is true for all that, that that \"that\" which that \"that\" refers to is not the same \"that\" which that \"that\" refers to.)",
  ""
]
