{
  "A lot of spots.\nA long, long neck\nA funny scarf\nIt's ... a": "giraffe",
  "Green and long\nWith many teeth.\nBeautiful smile —\nIt's ... a": "crocodile",
  "What has to be broken before you can use it?": "egg",
  "I'm tall when I'm young, and I'm short when I'm old. What am I?": "candle",
  "What is always in front of you but can't be seen?": "future",
  "What can you break, even if you never pick it up or touch it?": "promise",
  "What goes up but never comes down?": "age",
  "David's parents have three sons: Snap, Crackle, and what's the name of the third son?": "david",
  "What gets bigger when more is taken away?": "hole",
  "I am an odd number. Take away a letter and I become even. What number am I?": "seven",
  "What five-letter word becomes shorter when you add two letters to it?": "short",
  "What is 3/7 chicken, 2/3 cat and 2/4 goat?": "chicago",
  "What gets wet while drying?": "towel",
  "What is the end of everything?": "g",
  "What word is pronounced the same if you take away four of its five letters?": "queue",
  "If you drop me I'm sure to crack, but give me a smile and I'll always smile back. What am I?": "mirror",
  "The more you take, the more you leave behind. What are they?": "footsteps",
  "People make me, save me, change me, raise me. What am I?": "money",
  "I am always hungry and will die if not fed, but whatever I touch will soon turn red. What am I?": "fire",
  "It belongs to you, but your friends use it more. What is it?": "name",
  "What's the capital of France?": "f",
  "You'll find me in Mercury, Earth, Mars and Jupiter, but not in Venus or Neptune. What am I?": "r",
  "It has keys, but no locks. It has space, but no room. You can enter, but can't go inside. What is it?": "keyboard",
  "I can fill a room, but I take up no space. What am I?": "light",
  "It's the only place in the world where today comes before yesterday. Where is it?": "dictionary",
  "What goes away as soon as you talk about it?": "silence",
  "I'm orange, I wear a green hat and I sound like a parrot. What am I?": "carrot",
  "What kind of room has no doors or windows?": "mushroom"
}